Repository: cuyahogaproject/cuyahoga
Catalog: Cuyahoga.Web/App_GlobalResources/Cuyahoga.Web.Manager.GlobalResources.*.resx
Languages: nl

# ActionNotAllowedException
source: You are not allowed to perform the requested action.
nl: De opgevraagde actie is niet toegestaan.

# AuthenticationException
source: An error occured while authenticating the user.
nl: Er is een fout opgetreden bij de authenticatie van de gebruiker.

# CancelLabel
source: Cancel
nl: Afbreken

# EmptyUsernameOrPassword
source: The username or password may not be empty.
nl: De gebruikersnaam of het wachtwoord mag niet leeg zijn.

# InvalidPassword
source: Invalid password. Make sure it has at least 5 characters.
nl: Ongeldig wachtwoord. Zorg er voor dat het minimaal 5 tekens zijn.

# InvalidUsernamePassword
source: Invalid username-password combination.
nl: Ongeldige gebruikersnaam-wachtwoord combinatie.

# LoggedInAsLabel
source: Logged in as
nl: Ingelogd als

# LogoutButtonLabel
source: Logout
nl: Log uit

# ManagerMenuFiles
source: Files
nl: Bestanden

# ManagerMenuPages
source: Pages
nl: Pagina's

# ManagerMenuServer
source: Server settings
nl: Server instellingen

# ManagerMenuSite
source: Site settings
nl: Site instellingen

# ManagerMenuUsers
source: Users and roles
nl: Gebruikers en rollen

# PasswordLabel
source: Password
nl: Wachtwoord

# UsernameLabel
source: Username
nl: Gebruikersnaam

# UserNullException
source: The current user is not a valid authenticated Cuyahoga user
nl: De huidige gebruiker is geen officieel ingelogde Cuyahoga gebruiker.

# CreateUserLabel
source: Create user
nl: Nieuwe gebruiker

# RoleLabel
source: Role
nl: Rol

# EditLabel
source: Edit
nl: Wijzigen

# IsActiveLabel
source: Active
nl: Actief

# LastLoginfromLabel
source: Last login from
nl: Laatste login vanaf

# LastLoginLabel
source: Last login
nl: Laatste login

source: No
nl: Nee

source: No user(s) found
nl: Geen gebruiker(s) gevonden.

# OptionAll
source: All
nl: Alle

source: Yes
nl: Ja

# GlobalSearchLabel
source: Search in all sites
nl: Zoek in alle sites

# ManageUsersPageTitle
source: Manage users
nl: Beheer gebruikers

# TasksLabel
source: Tasks
nl: Taken

# ConfirmPasswordLabel
source: Confirm password
nl: Bevestig wachtwoord

# EditUserPageTitle
source: Edit user
nl: Wijzig gebruiker

# FirstNameLabel
source: First name
nl: Voornaam

# GeneralLabel
source: General
nl: Algemeen

# LastNameLabel
source: Last name
nl: Achternaam

# ManageRolesPageTitle
source: Manage roles
nl: Beheer rollen

# NewUserPageTitle
source: Add new user
nl: Nieuwe gebruiker

source: or
nl: of

# RolesLabel
source: Roles
nl: Rollen

# SaveButtonLabel
source: Save
nl: Opslaan

# TimeZoneLabel
source: Time zone
nl: Tijdzone

# ChangePasswordLabel
source: Change password
nl: Verander wachtwoord

# PasswordChangedMessage
source: The password is changed successfully.
nl: Het wachtwoord is gewijzigd.

source: Are you sure?
nl: Zeker weten?

# DeleteButtonLabel
source: Delete
nl: Verwijderen

# UserDeletedMessage
source: The user {0} is deleted successfully.
nl: De gebruiker {0} is verwijderd.

# DeleteYourselfNotAllowedException
source: You can't delete yourself.
nl: Je kunt jezelf niet verwijderen.

# UserCreatedMessage
source: The user {0} is created successfully.
nl: De gebruiker {0} is aangemaakt.

# UserUpdatedMessage
source: The user {0} is updated successfully.
nl: De gebruiker {0} is gewijzigd.

# ModelValidationErrorMessage
source: Some errors have occured:
nl: Er zijn 1 of meerdere fouten opgetreden:

# CreateRoleLabel
source: Create new role
nl: Nieuwe rol

# EditRolePageTitle
source: Edit role
nl: Wijzig rol

# IsGlobalLabel
source: Is global
nl: Globaal

# NameLabel
source: Name
nl: Naam

# NewRolePageTitle
source: Create a new role
nl: Nieuwe rol

source: No role(s) found
nl: Geen rol(len) gevonden

# RightsLabel
source: Rights
nl: Rechten

# RoleCreatedMessage
source: The role {0} is created successfully.
nl: De rol {0} is aangemaakt.

# RoleDeletedMessage
source: The role {0} is deleted successfully.
nl: De rol {0} is verwijderd.

# RoleUpdatedMessage
source: The role {0} is updated successfully.
nl: De rol {0} is gewijzigd.

# UsersLabel
source: Users
nl: Gebruikers

# ManagerMenuRoles
source: Manage roles
nl: Beheer rollen

# ManageTemplatesPageTitle
source: Manage templates
nl: Beheer templates

# CreateSiteLabel
source: Create new site
nl: Nieuwe site

# DefaultCultureLabel
source: Default culture
nl: Standaard culture

# DefaultRoleLabel
source: Default role for authenticated users
nl: Standaard rol voor ingelogde gebruikers

# DefaultsLabel
source: Defaults
nl: Standaardwaarden

# ManageSitePageTitle
source: Manage site
nl: Beheer site

# NewSitePageTitle
source: Create a new site
nl: Nieuwe site

# UseFriendlyUrlsLabel
source: Use friendly urls
nl: SEO-vriendelijke urls

# CopyTemplatesLabel
source: Copy templates
nl: Kopieer templates

# JumpToSiteAdminLabel
source: Click here to go to the administration of the site
nl: Klik hier om naar de manager van de nieuwe site te gaan

# NewSiteSuccessPageTitle
source: The new site was created successfully.
nl: De nieuwe site is aangemaakt.

# NewSiteWarningText
source: Note that the url of the new site must be accesible. Verify that the physical directory of the url points to the Cuyahoga installation.
nl: Let op: de url van de nieuwe site moet toegankelijk zijn. Check dat de fysieke directory die bij de url hoort verwijst naar de directory waar Cuyahoga geinstalleerd is.

# DefaultMetaDescriptionLabel
source: Default meta description
nl: Meta description

# DefaultMetaKeywordsLabel
source: Default meta keywords
nl: Meta keywords

# DefaultPlaceholderLabel
source: Default placeholder in the default template
nl: Placeholder in standaard template

# DefaultTemplateLabel
source: Default template
nl: Template

# SiteUpdatedMessage
source: The site is updated successfully.
nl: De site is gewijzigd.

# BasePathLabel
source: Base path
nl: Basis pad

# EditTemplatePageTitle
source: Edit template
nl: Wijzig template

source: No templates found
nl: Geen templates gevonden

# RegisterTemplateLabel
source: Register new template
nl: Registreer nieuw template

# RegisterTemplatePageTitle
source: Register new template
nl: Registeer nieuw template

# TemplateCreatedMessage
source: The template {0} is created successfully.
nl: De template {0} is aangemaakt.

# TemplateDeletedMessage
source: The template {0} is deleted successfully.
nl: De template {0} is verwijderd.

# TemplateUpdatedMessage
source: The template {0} is updated successfully.
nl: De template {0} is gewijzigd.

# InvalidAscxLocationException
source: Invalid .ascx file location in package. Make sure the .ascx files are in the root of the package.
nl: Ongeldige plaats van een .ascx bestand in het .zip bestand. Deze mogen alleen in de root van het bestand voorkomen.

# InvalidCssLocationException
source: Invalid .css file location in package. Make sure the .css files are in the 'css' subdirectory.
nl: Ongeldige plaats van een .css bestand in het .zip bestand. Deze mogen alleen in de 'Css' subdirectory van het bestand voorkomen.

# InvalidDirectoryInPackageFoundException
source: Invalid directory found in package. Only 'Images' and 'Css' are allowed.
nl: Ongeldige subdirectory gevonden in het .zip bestand. Alleen 'Images' en 'Css' zijn toegestaan.

# InvalidExtensionFoundException
source: Invalid file extension found in package.
nl: Ongeldige bestandsextensie gevonden in het .zip bestand.

# InvalidZipFileMessage
source: The file is not a valid .zip archive
nl: Ongeldig .zip archief.

# NoFileUploadedMessage
source: No file was uploaded.
nl: Er is geen bestand geupload.

# TemplatesUploadedMessage
source: The template files are uploaded. You can now register one or more new templates based on the files.
nl: De template bestanden zijn geupload. Er kunnen nu nieuwe templates geregistreerd worden op basis van deze bestanden.

# UploadNewTemplateFilesHint
source: You can upload a set of template files, packaged as a .zip file. The name of the .zip file becomes the directory name. Make sure that the template control (.ascx) is in the root of the package and images and stylesheets are in the 'Images' and 'Css' directories.
nl: Template bestanden kunnen worden geupload als een .zip bestand. Check dat de .ascx bestanden in de root van het .zip bestand staan, de .css bestanden in de 'Css' subdirectory en de afbeeldingen in de 'Images' subdirectory.

# UploadNewTemplateFilesLabel
source: Upload new template files
nl: Upload nieuwe template bestanden.

# ManagePagesPageTitle
source: Manage pages
nl: Beheer pagina's

# ViewLabel
source: View
nl: Bekijk

# ViewTemplatePageTitle
source: View template
nl: Bekijk template

# SelectLabel
source: Select
nl: Selecteer

# CopyButtonLabel
source: Copy
nl: Kopieren

# LastModifiedLabel
source: Last modified
nl: Laatst gewijzigd

# LinkTitleLabel
source: Link title
nl: Link titel

# MoveButtonLabel
source: Move
nl: Verplaatsen

# MoveOrCopyPageDialogText
source: Do you want to move this page under a new parent? Alternatively, you can also make a copy of the page. This will copy the page properties and sections. Note that this will not copy the actual content.
nl: Wil je deze pagina onder een andere pagina zetten? Je kunt ook een kopie maken van de pagina. In dat geval worden de pagina eigenschappen en secties gekopieerd, maar niet de content die aan de secties verbonden is.

# MoveOrCopyPageDialogTitle
source: Move or copy page
nl: Verplaats of kopieer pagina

# PageTitleLabel
source: Page title
nl: Pagina titel

# PageUrlLabel
source: Page url
nl: Pagina url

# LinkPropertiesLabel
source: Link properties
nl: Link eigenschappen

# LinkPropertiesUpdatedMessage
source: The link properties are updated.
nl: De link eigenschappen zijn gewijzigd.

# PageCopiedMessage
source: The page is copied successfully.
nl: De pagina is gekopieerd.

# PageMovedMessage
source: The page is moved successfully.
nl: De pagina is verplaatst.

# PageOrderUpdatedMessage
source: The order of de pages is updated.
nl: De volgorde van de pagina's is aangepast.

# PagePropertiesLabel
source: Page properties
nl: Pagina eigenschappen

# PagePropertiesUpdatedMessage
source: The page properties are updated.
nl: De pagina eigenschappen zijn gewijzigd.

# ShowInNavigationLabel
source: Show in navigation
nl: Toon in navigatie

# CreateButtonLabel
source: Create
nl: Aanmaken

# DeleteLinkLabel
source: Delete the current link
nl: Verwijder de huidige link

# DeletePageLabel
source: Delete the current page
nl: Verwijder de huidge pagina

# NewChildLinkLabel
source: Create a new link below the current page
nl: Nieuwe link onder de huidige link

# NewChildPageLabel
source: Create a new page below the current page
nl: Nieuwe pagina onder de huidige pagina

# NewRootPageLabel
source: Create a new top-level page
nl: Nieuwe pagina op het hoogste niveau

# LinkCreatedMessage
source: The link {0} was created successfully.
nl: De link {0} is aangemaakt.

# LinkDeletedMessage
source: The link {0} was deleted successfully.
nl: De link {0} is verwijderd.

# PageCreatedMessage
source: The page {0} was created successfully. You can now choose a template and add content.
nl: De pagina {0} is aangemaakt. Je kunt nu een template kiezen en content plaatsen.

# PageDeletedMessage
source: The page {0} was deleted successfully.
nl: De pagina {0} is verwijderd.

# ChooseTemplateOption
source: Choose a template
nl: Kies een template

# DesignPagePageTitle
source: Layout of page '{0}'
nl: Layout pagina '{0}'

# TemplateSetMessage
source: The template was successfully connected to the page.
nl: Template is gekoppeld aan de pagina.

# AddSectionDialogTitle
source: Add section to page
nl: Toevoegen sectie aan pagina

# CreateSectionLabel
source: Create section
nl: Nieuwe sectie aanmaken

# SectionCreatedMessage
source: The section {0} is created successfully.
nl: De sectie {0} is aangemaakt.

# SectionsArrangedMessage
source: Sections arranged for placeholder {0}.
nl: Secties voor placeholder {0} zijn gearrangeerd.

# AvailableModulesLabel
source: Available modules
nl: Beschikbare modules

# AvailableModulesHint
source: Pick a module from the list below and drag it to a content placeholder in the template to create a new section.
nl: Kies een module uit onderstaande lijst en sleep deze in een content placeholder in het template om een nieuwe sectie aan te maken.

# CloseLabel
source: Close
nl: Sluiten

# DeleteSectionBoxHint
source: Drop a section in this box to remove it from the page
nl: Sleep een sectie naar dit vak om deze van de pagina te verwijderen

# DeleteSectionConfirmLabel
source: Yes, delete section
nl: OK, verwijder sectie

# DetachSectionConfirmLabel
source: Just detach the section from the page
nl: Ontkoppel de sectie van deze pagina

# EditContentDialogTitle
source: Edit content
nl: Wijzig content

# EditContentLabel
source: Edit content
nl: Wijzig content

# RemoveSectionDialogTitle
source: Remove or detach section from page
nl: Verwijderen of ontkoppelen van sectie

# RemoveSectionLabel
source: Remove section
nl: Verwijder sectie

# SectionDeletedMessage
source: The section {0} is successfully deleted.
nl: De sectie {0} is verwijderd.

# SectionDetachedMessage
source: The section {0} is successfully detached from this page.
nl: De sectie {0} is losgekoppeld van deze pagina.

# SectionPropertiesDialogTitle
source: Section properties
nl: Sectie eigenschappen

# SectionPropertiesLabel
source: Section properties
nl: Sectie eigenschappen

# SectionPropertiesUpdatedMessage
source: Section properties are saved successfully.
nl: Sectie eigenschappen zijn opgeslagen.

# AddSectionLabel
source: Add section to page
nl: Toevoegen sectie aan pagina

# BackToPageListLabel
source: Back to page list
nl: Terug naar het paginaoverzicht

# DesignCurrentPageLabel
source: Layout of the current page
nl: Layout van de geselecteerde pagina

# EditRolesLabel
source: Roles that are allowed to edit the content
nl: Rollen die de content mogen wijzigen

# ManagePermissionsLabel
source: Manage permissions
nl: Beheer rechten

# ViewRolesLabel
source: Roles that are allowed to view the content
nl: Rollen die de content mogen zien

# PropagateToChildPagesLabel
source: Propagate to child pages
nl: Doorvoeren naar onderliggende pagina's

# PropagateToChildSectionsLabel
source: Propagate to sections on the page
nl: Doorvoeren naar secties op de pagina

# PermissionsUpdatedMessage
source: Permissions for {0} are updated successfully.
nl: Rechten voor {0} zijn gewijzigd.

# PropagatePermissionsLabel
source: Propagate permissions
nl: Doorvoeren rechten

# SectionConnectionsLabel
source: Outbound connections
nl: Uitgaande connecties

# SelectedSectionLabel
source: Selected section
nl: Geselecteerde sectie

# SectionPermissionsLabel
source: Section permissions
nl: Sectie rechten

# DeleteSectionChoiceLabel
source: Do you want to delete the section or only detach it from the page?
nl: Wil je de sectie verwijderen of alleen maar ontkoppelen van deze pagina?

# ManageContentPageTitle
source: Manage page content on '{0}'
nl: Beheer content op '{0}'

# ManageContentCurrentPageLabel
source: Manage content current page
nl: Beheer content geselecteerde pagina

# ManagerMenuCategories
source: Categories
nl: Categorieen

# ManagerMenuSharedContent
source: Shared content
nl: Gedeelde content

# CreateCategoryLabel
source: Create new category
nl: Nieuwe categorie

# DescriptionLabel
source: Description
nl: Omschrijving

# ManageCategoriesPageTitle
source: Manage categories
nl: Beheer categorieen

# NoneLabel
source: None
nl: Geen

# ParentCategoryLabel
source: Parent category
nl: Valt onder categorie

# CategoryCreatedMessage
source: The category {0} is created successfully.
nl: De categorie {0} is aangemaakt.

# CategoryDeletedMessage
source: The category {0} is deleted successfully.
nl: De categorie {0} is verwijderd.

# CategoryHasChildCategoriesException
source: Can't delete the category because it has child categories.
nl: De categorie kan niet verwijderd worden want er hangen andere categorieen onder.

# CategoryHasContentItemsException
source: Can't delete the category because it contains content items.
nl: De categorie kan niet verwijderd worden want er zijn content items die onder de categorie vallen.

# CategoryUpdatedMessage
source: The category {0} is updated successfully.
nl: De categorie {0} is gewijzigd.

# EditCategoryPageTitle
source: Edit category
nl: Wijzig categorie

# NewCategoryPageTitle
source: Create a new category
nl: Nieuwe categorie

# CategoriesLabel
source: Categories
nl: Categorieen

# CommentsLabel
source: Comments
nl: Reacties

# AuthorLabel
source: Author
nl: Auteur

# CommentLabel
source: Comment
nl: Reactie

# CurrentDirectoryLabel
source: Current directory
nl: Huidige directory

# ManageFilesPageTitle
source: Manage files
nl: Beheer bestanden

# PathLabel
source: Path
nl: Pad

source: Copy selected items to
nl: Kopieer de geselecteerde items naar

# CreateDirectoryLabel
source: Create a new directory
nl: Maak een nieuwe directory aan

# DateModifiedLabel
source: Date Modified
nl: Datum wijziging

source: Delete selected items
nl: Verwijder de geselecteerde items

# DirectoryCreatedMessage
source: The directory {0} is created successfully.
nl: De directory {0} is aangemaakt

# FilesDirectoriesCopiedMessage
source: The files and/or directories are copied to {0}.
nl: De bestanden en/of directories zijn gekopieerd naar {0}.

# FilesDirectoriesDeletedMessage
source: The files and/or directories are deleted successfully.
nl: De bestanden en/of directories zijn verwijderd.

# FilesDirectoriesMovedMessage
source: The files and/or directories are moved to {0}.
nl: De bestanden en/of directories zijn verplaatst naar {0}.

source: Move selected items to
nl: Verplaats de geselecteerde items naar

# SizeLabel
source: Size
nl: Grootte

# WithSelectedItemsDo
source: With the selected items do
nl: Voer de volgende actie uit

# BrowseButtonLabel
source: Browse
nl: Bladeren

# FileUploadSuccessMessage
source: The file is saved on the server as {0}.
nl: Het bestand is op de server opgeslagen als {0}.

# UploadFilesLabel
source: Upload files
nl: Upload bestanden

# CurrentIndexProperties
source: Properties full-text index for current site
nl: Eigenschappen van zoekindex

# FullTextIndexDirectoryLabel
source: Directory index files
nl: Directory index bestanden

# FullTextIndexRebuildMessage
source: The full-text index was rebuilt successfully.
nl: De zoekindex is geherindexeerd.

# IndexSizeLabel
source: Number of documents in index
nl: Aantal documenten in index

# RebuildFullTextIndexLabel
source: Rebuild full-text index
nl: Zoekindex herindexeren

# RebuildFullTextIndexPageTitle
source: Full Text index
nl: Beheer zoekindex

# ActionsLabel
source: Actions
nl: Acties

# ActiveStatus
source: Active
nl: Actief

# InactiveStatus
source: Not active
nl: Niet actief

# InstallationStatusLabel
source: Installation status
nl: Installatie status

# LoadOnStartupLabel
source: Load on startup
nl: Laden bij start

# ManageModulesPageTitle
source: Manage modules
nl: Beheer modules

# InstalledStatus
source: Installed
nl: Geinstalleerd

# InstalledUpgradeStatus
source: Installed (upgrade available)
nl: Geinstalleerd (upgrade beschikbaar)

# InstallLabel
source: Install
nl: Installeren

# ModuleActivatedMessage
source: The module {0} was activated successfully.
nl: De module {0} is geactiveerd.

# ModuleDeactivatedMessage
source: The module {0} was deactivated successfully and will unload at the next application restart.
nl: De module {0} is gedeactiveerd en zal bij de eerstvolgende herstart van de applicatie niet meer geladen worden.

# ModuleInstallConfirmation
source: Are you sure you want to install this module?
nl: Weet je zeker dat je deze module wilt installeren?

# ModuleInstalledAndActivatedMessage
source: The module {0} was installed and activated successfully.
nl: De module {0} is geinstalleerd en geactiveerd.

# ModuleUninstallConfirmation
source: Are you sure you want to uninstall this module?
nl: Weet je zeker dat je deze module wilt deinstalleren?

# ModuleUninstalledMessage
source: The module {0} was uninstalled successfully.
nl: De module {0} is gedeinstalleerd.

# ModuleUpgradeConfirmation
source: Are you sure you want to upgrade this module?
nl: Weet je zeker dat je deze module wilt upgraden?

# ModuleUpgradedMessage
source: The module {0} was upgraded successfully.
nl: De module {0} is geupgraded.

# UninstalledStatus
source: Not installed
nl: Niet geinstalleerd

# UninstallLabel
source: Uninstall
nl: Deinstalleren

# UninstallModuleForbiddenBecauseOfRelatedSectionsMessage
source: The module cannot be uninstalled because it is used in the following sections
nl: De module kan niet gedeinstalleerd worden omdat deze gebruikt wordt in de volgende secties

# UpgradeLabel
source: Upgrade
nl: Upgraden

# EditLayoutLabel
source: Edit layout
nl: Beheer layout

# AttachSectionToTemplatesPageTitle
source: Attach section '{0}' to template(s)
nl: Koppel sectie '{0}' aan template(s)

# AttachToTemplateLabel
source: Attach to template(s)
nl: Koppel aan template(s)

# BackLabel
source: Back
nl: Terug

# CreateSharedSectionLabel
source: Create shared section
nl: Nieuwe gedeelde sectie

# IsAttachedLabel
source: Is attached
nl: Is gekoppeld

# ManageSharedContentPageTitle
source: Manage shared content
nl: Beheer gedeelte content

# MoveSectionToPageLabel
source: Move to page
nl: Verplaats naar pagina

# NewSharedSectionPageTitle
source: New shared section
nl: Nieuwe gedeelde sectie

# SectionAttachedMessage
source: Section is attached or detached to template(s) succesfully.
nl: Sectie is ge- of ontkoppeld aan template(s)

# SelectModuleTypeLabel
source: Select module type
nl: Selecteer module type

# ActionLabel
source: Action
nl: Actie

# ConnectionDeletedMessage
source: Connection for action {0} is removed successfully.
nl: Connectie voor actie {0} is verwijderd.

# PageLabel
source: Page
nl: Pagina

# SectionLabel
source: Section
nl: Sectie

# AddConnectionLabel
source: Add connection
nl: Nieuwe connectie

# NewConnectionPageTitle
source: New connection for '{0}'
nl: Nieuwe connectie voor '{0}'

# ConnectionAddedMessage
source: Connection for action {0} was added succesfully.
nl: Connectie voor actie {0} is aangemaakt.

# ConnectToLabel
source: Connect to section
nl: Verbind met sectie

# SelectActionOption
source: Select action
nl: Selecteer actie
